[

["Fixed Assets",
[
"Fixed assets as an accounting term refers to the property that is used by a company for producing of goods and services. They include machinery and tools, buildings, vehicles, and land, of course. Fixed assets, as a rule, have a useful time or useful life in excess of one year. Useful time implies this period of the asset’s exploitation during which it is in good technical condition, is able to produce reliably, is cost effective (i.e. a tool that consumes reasonable cash for regular maintenance only, and not for major or overhaul repairs).for instance, the useful time of PC-s can be, roughly, three years; that of automobiles and trucks – about 5 years, depending on their exploitation or use, of course.",
"Fixed assets are usually divided into two groups: tangible fixed assets and intangible fixed assets. Tangible fixed assets have physical existence (like: buildings, machinery). Intangible fixed assets have non-physical existence. They include: copyrights, computer programs, franchises, goodwill, import permits, licenses, organization costs, patents, trademarks, to name but a few. On the balance sheet, the fixed assets are usually carried at their acquisition cost. Acquisition cost includes the price and all the fees to be paid in order to obtain the asset. For example, when acquiring some power tool, the owner pays for it the purchase price, the expense for delivery of the tool to the owner’s facility. Very often the bigger equipment / tools also require to be assembled, installed, or just tuned in. The moneys paid in by the equipment owner for these extras, accumulate into what is the acquisition cost, i.e. the purchase price + spending to be done to set the asset up for expected operation. Over the useful time the asset wears down physically (physical wear), and also due to obsolescence, i.e. appearing of tools and technologies that are more contemporary, of newer generations, more state-of-the-art. As a consequence of obsolescence, the asset may be physically brand new, without the slightest wear or tear, yet unwanted by buyers, due to being obsolete, i.e. outdated or superseded by more efficient models. Hence, beginning from the first day of utilizing the asset, the owners are compelled to looking ahead of replacing the asset, once its useful time will be over. They also need funds for that. Therefore, accountants in companies depreciate the asset’s value annually. Depreciate means showing in lower cash value. This is called depreciation (of fixed assets). Or: fixed assets are depreciated."
]
],

["Depreciable Asset",
[
"The land asset is not depreciated, because it is considered to have an infinite useful life. This makes land unique among all asset types; it is the only one for which depreciation is prohibited.",
"Nearly all fixed assets have a useful life, after which they no longer contribute to the operations of a company or they stop generating revenue. During this useful life, they are depreciated, which reduces their cost to what they are supposed to be worth at the end of their useful lives (which is known as salvage value). Land, however, has no definitive useful life, so there is no way to depreciate it. Instead, in the absence of natural resources that are to be extracted (see below), land is considered to have an unlimited life span. Further, due to the scarcity of land, its value tends to increase over time, as opposed to the decline in value of most other types of fixed assets.",
"When an entity purchases land that has a building on it, the cost must be allocated between the land and the building; the result will be depreciation of the building, but not the land. A good way to derive this allocation is to use a property tax assessment or appraisal."
]
],

[
"Useful Life", 
[
"Useful Life is the expected period of time during which an asset is useful to the average owner. The economic life of an asset could be different than its actual physical life.",
"Useful Life is the time period over which the company expects that the asset will be productive. Past its useful life, it is no longer cost-effective to continue operating the asset, so it is expected that the company will dispose of it. Depreciation is recognized over the useful life of an asset."
]
],

["Depreciation", 
["Depreciation is the systematic reduction in the recorded cost of a fixed asset. Examples of fixed assets that can be depreciated are buildings, furniture, leasehold improvements, and office equipment. The only exception is land, which is not depreciated (since land is not depleted over time, with the exception of natural resources). The reason for using depreciation is to match a portion of the cost of a fixed asset to the revenue that it generates; this is mandated under the matching principle, where you record revenues with their associated expenses in the same reporting period in order to give a complete picture of the results of a revenue-generating transaction. The net effect of depreciation is a gradual decline in the reported carrying amount of fixed assets on the balance sheet."]
],

["Salvage Value", 
["When a company/individual eventually disposes of an asset, it may be able to sell it for some reduced amount, which is the salvage value. Depreciation is calculated based on the asset cost, less any estimated salvage value. If salvage value is expected to be quite small, then it is generally ignored for the purpose of calculating depreciation."]
],

["Depreciation Method", 
["You can calculate depreciation expense using an accelerated depreciation method, or evenly over the useful life of the asset. The advantage of using an accelerated method is that you can recognize more depreciation early in the life of a fixed asset, which defers some income tax expense recognition into a later period. The advantage of using a steady depreciation rate is the ease of calculation. Examples of accelerated depreciation methods are the declining balance and sum-of-the-years digits methods. The primary method for steady depreciation is the straight-line method. The units of production method is also available if you want to depreciate an asset based on its actual usage level, as is commonly done with airplane engines that have specific life spans tied to their usage levels"]
],

["Market Value",["Market value is the price at which an asset would trade in a competitive auction setting."]],

["Book Value",
["Book value or carrying value is the value of an asset according to its balance sheet account balance. For assets, the value is based on the original cost of the asset less any depreciation, amortization or impairment costs made against the asset.",
"The book value of an asset is the asset's cost minus the asset's accumulated depreciation. For example, in the general ledger account, Automobile, is the automobile's cost of $22,000. In the contra asset account, Accumulated Depreciation on Automobile, is a credit balance of $16,000. The net of those two amounts ($22,000 minus $16,000) is the book value or the carrying value of the automobile. In this example the $6,000 is the amount being reported on the company's books.",
"You should realize that this book value is not an indication of the market value of the automobile. The market value could be more than $6,000 or it could be less than $6,000. Also don't confuse the accounting book value with the blue book or black book amounts that are published and show values for automobiles.",
"The term book value is also used when referring to a company's liability, such as Bonds Payable. The book value of bonds would be the maturity value (or par value) in the general ledger account, Bonds Payable, minus any unamortized amount in the account, Discount on Bonds Payable, and minus any unamortized amount in the asset account Bond Issue Costs. If the bonds were issued at more than their face (or par or maturity) amount, the book value would be the balance in Bonds Payable plus the balance in Premium on Bonds Payable and minus any amount in the asset account, Bond Issue Costs.",
"Lastly, book value is used when referring to the total amount of stockholders' equity appearing on a corporation's balance sheet. Again, this book value is not an indication of the market value of the corporation. It simply indicates the amounts appearing on the books for the assets less the amounts appearing for the liabilities. A corporation can be far more valuable than the amount of its book value."]
]
]